Repository: juandspcf-bit/kanji_for_n5_level_app
Catalog: lib/l10n/app_*.arb
Languages: es

source: Welcome
es: Bien venido

# favorites
source: My favorites
es: Mis favoritos

# search_kanji
source: Search for any kanji
es: Busca datos de algún kanji

# progress
source: Your progress
es: Tu progreso

# sections
source: {section, select, section_1{From pictures} section_2{Numbers} section_3{Numbers and directions} section_4{Human body and people} section_5{Days and kanjis for the school} section_6{Time} section_7{Adjectives} section_8{Verbs} section_9{Nouns} other{other}}
es: {section, select, section_1{Dentro de imágenes} section_2{Números} section_3{Números y direcciones} section_4{Cuerpo humano y gente} section_5{Dias y kanjis para la escuela} section_6{Tiempo} section_7{Adjetivos} section_8{Verbos} section_9{Sujetos} other{otros}}

# searchEnglishWord
source: english word
es: introduce una palabra

# searchMessage
source: search a kanji by its meaning in english
es: busca un kanji de acuerdo a su significado

# searchInvalidWord
source: type a valid word
es: escribe una palabra correcta

# searchMeaningWasNotFound
source: The corresponding kanji for this word was not found
es: No fue encontrado ningún kanji para esta palabra

# searchErrorConnectionMessage
source: No internet connection, you will be able to search when the connection is restored
es: No tienes conexión a internet, podrás hacer la búsqueda cuando sea restaurada

source: section
es: sección

# sectionNavBar
source: sections
es: secciones

# favoritesNavBar
source: favorites
es: favoritos

# basicSearchNavBar
source: Basic Search
es: búsqueda básica

# progressNavBar
source: progress
es: mi progreso

source: Meaning and definition
es: Significado y definición

source: Meaning
es: Significado

source: stroke
es: trazo

source: strokes
es: trazos

source: number
es: numero

# ordinal_numbers
source: {ordinal, select, 1{1st} 2{2nd} 3{3rd} 4{4th} 5{5th} 6{6th} 7{7th} 8{8th} 9{9th} 10{10th} 11{11th} 12{12th} 13{13th} 14{14th} 15{15th} 16{16th} 17{17th} 18{18th} 19{19th} 20{20th} 21{21st} 22{22nd} 23{23rd} 24{24th} other{other}}
es: {ordinal, select, 1{1.°} 2{2.°} 3{3.°} 4{4.°} 5{5.°} 6{6.°} 7{7.°} 8{8.°} 9{9.°} 10{10.°} 11{11.°} 12{12.°} 13{13.°} 14{14.°} 15{15.°} 16{16.°} 17{17.°} 18{18.°} 19{19.°} 20{20.°} 21{21.°} 22{22.°} 23{23.°} 24{24.°} other{other}}

source: Examples
es: Ejemplos

source: Playlist
es: Lista de reproducción

# kanji_quiz_finished
source: Is kanji quiz finished?
es: ¿Esta completado el test sobre kanjis?

# kanji_quiz_all_correct
source: All the answers are correct in kanji quiz?
es: ¿Todas las respuestas fueron correctas en el test sobre kanjis?

# audio_quiz_finished
source: All the audio quiz are completed?
es: ¿Esta completado todos los tests con audio?

# audio_quiz_all_correct
source: All the answers are correct for all audio quiz?
es: ¿Todas las respuestas fueron correctas en los tests con audio?

# flash_card_finished
source: All the flash cards are revised?
es: ¿Todas las tarjetas de memoria están revisadas?

# erroConnectionDetailsMessage
source: No internet connection, you will be able to access the info when the connection is restored
es: No tienes conexión a internet, podrás acceder los datos cuando se restablezca

source: Settings
es: Configuración de la cuenta

source: Your data
es: Tus datos

# changeEmail
source: Change registration email
es: Cambiar email de registro

source: Change password
es: Cambiar password

source: Send feedback
es: Enviar comentarios

source: Logout
es: Cerrar sesión

source: Close Account
es: Cerrar tu cuenta

source: Your new email
es: Tu nuevo email

source: Invalid email
es: El email no es valido

# yourNewConfirmEmail
source: Confirm your new email
es: Confirma tu nuevo email

source: Change your email
es: Cambia tu email

source: Change
es: Cambiar

# emailsNotMach
source: emails not match
es: Los emails no coinciden

# errorChangingEmail
source: An error happened during changing your email
es: Hubo un error al cambiar tu email

# successChangingEmail
source: Successful sent link to change your email
es: Tu email ha sido cambiado

source: Your new password
es: Tu nueva contraseña

# invalidNewPassword
source: Password should be between 20 and 4 characters
es: La contraseña debe de estar entre 20 a 4 caracteres

# yourNewConfirmPassword
source: Confirm your new password
es: Confirma tu nueva contraseña

source: Change your password
es: Cambia tu password

# sendYourFeedback
source: Send tour feedback
es: Envía tus comentarios

source: Subject
es: Tema

# textTooShort
source: Text should not be too short
es: El texto es muy corto

source: Message
es: Mensaje

source: Send
es: Enviar

source: Type your password
es: Introduce tu contraseña

source: password
es: Contraseña

source: Invalid password
es: Contraseña no valido

source: Cancel
es: Cancelar

source: Okay
es: Aceptar

# errorDownload
source: There was an error downloading
es: Hubo un error descargando

# errorDeleting
source: There was an error deleting
es: Hubo un error eliminando

# passwordNotMach
source: passwords not match
es: Las contraseñas no son iguales

# updatingError
source: an error happened during updating process
es: Hubo un error en la actualización

# updatingSuccess
source: successful updating process
es: Actualización completada

# updatingNone
source: nothing to update
es: Nada que actualizar

source: Undo
es: Deshacer

source: Loading
es: Cargando

# errorLoading
source: Error accessing your content
es: Hubo un error cargando tu contenido

# noData
source: No content to show
es: Ningún contenido para mostrar

source: First name
es: Nombre

# errorFirstName
source: The text introduced is too short
es: El texto introducido es muy corto

source: Last name
es: Apellido

# errorLastName
source: The text introduced is too short
es: El texto introducido es muy corto

source: Your Birthday
es: Fecha de nacimiento

source: Update your info
es: Actualizar tus datos

source: Update
es: Actualizar

source: Take a picture
es: Tomar una foto

source: Select a picture
es: Selecciona una imagen

# kanjiQuizWelcomeMessage
source: Guess the correct meaning by dragging the kanji to one of the empty boxes.
es: Adivina el significado correcto al colocar el kanji en uno de los contenedores vacíos

source: Test your knowledge
es: Prueba tu conocimiento

# errorLoadingScore
source: Error loading your score
es: Hubo un error cargando tu score

source: Start the quiz
es: Inicia el quiz

source: Quiz completed with
es: Completado el quiz con

source: questions correct out of
es: respuestas correctas de

source: Question
es: pregunta

# isOfThe
source: of
es: de

source: Reset
es: Reiniciar

source: Next
es: Siguiente

# quizScoreStatsTitle
source: This is the stats of your quiz
es: Los resultados de tu quiz

source: Correct answers:
es: respuestas correctas:

source: Incorrect answers:
es: respuestas incorrectas:

source: Omitted answers:
es: respuestas omitidas:

# correct
source: Corrects
es: Correctos

source: Incorrect
es: Incorrectos

source: Omitted
es: Omitidos

source: Restart quiz
es: Reiniciar quiz

# detailsKanjiQuizWelcomeMessage
source: Select the type of quiz you would like to try.
es: Selecciona el tipo de quiz que quieras intentar.

# multiOptionsAnswer
source: Multi optional answers
es: Respuestas de selection multiple

source: Flash cards
es: tarjetas de memoria

source: Last score;
es: Ultimo resultado:

source: Not started the audio quiz!!
es: No has iniciado el quiz con audio

# errorDetailsQuiz
source: Oops, something unexpected happened
es: Hubo un error cargando tu ultimo resultado

# allRevisedFlashcards
source: You have revised all flash cards
es: Has revisado todas las tarjetas de memoria

# notRevisedFlashcards
source: You have not revised all flash cards
es: No has revidado todas las tarjetas de memoria

source: Guess the right meaning
es: Responde con el significado correcto

# flashCardsTitle
source: Review what you have learn
es: Revisa lo que has aprendido

# quizSelector
source: To quiz type selector
es: Ir a selección de tipo de quiz
